▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
,	-3.29448
▁the	-3.31659
▁a	-3.56001
.	-3.58233
▁of	-3.77452
s	-3.81848
▁and	-3.82316
▁to	-3.97727
▁(	-4.21456
▁in	-4.25414
-	-4.42203
)	-4.51219
▁his	-4.64797
▁is	-4.6735
'	-4.98418
▁with	-5.00231
...	-5.00826
▁her	-5.04407
ing	-5.09116
▁on	-5.09779
▁	-5.26932
▁an	-5.27806
▁by	-5.31622
▁for	-5.33405
ed	-5.39486
▁who	-5.4445
▁The	-5.48979
▁he	-5.50271
▁their	-5.50484
▁from	-5.54228
▁that	-5.54641
▁A	-5.59005
▁as	-5.60102
’	-5.77712
),	-5.87094
▁life	-5.91065
e	-5.95736
d	-6.00032
ly	-6.00505
▁at	-6.01077
▁she	-6.0337
▁has	-6.04035
▁they	-6.07804
▁this	-6.09914
▁are	-6.10991
▁when	-6.14481
▁into	-6.15436
▁young	-6.239
▁one	-6.25594
y	-6.27875
▁family	-6.29416
▁In	-6.31583
▁story	-6.35008
▁world	-6.39846
▁When	-6.43028
▁up	-6.44968
▁it	-6.48592
▁new	-6.49975
▁him	-6.52226
▁about	-6.52645
▁out	-6.53196
▁two	-6.53427
t	-6.55702
▁but	-6.56328
▁"	-6.56662
▁series	-6.57868
▁be	-6.58396
▁after	-6.6254
▁film	-6.66833
▁man	-6.66999
▁love	-6.68519
a	-6.69338
"	-6.7306
▁all	-6.73957
▁years	-6.74375
▁But	-6.75112
:	-6.76102
▁...	-6.76299
▁was	-6.81737
n	-6.866
▁New	-6.86866
▁have	-6.89915
▁where	-6.90584
▁lives	-6.92587
▁home	-6.93286
▁comedy	-6.94258
▁find	-6.95127
old	-6.96639
year	-6.96803
▁woman	-6.97581
▁only	-6.99342
▁friends	-6.99405
▁most	-6.99625
▁finds	-6.99799
▁father	-7.00329
▁them	-7.04474
▁town	-7.0558
▁will	-7.05918
▁After	-7.06843
▁time	-7.07859
▁mother	-7.08767
▁school	-7.10879
▁over	-7.11551
▁first	-7.11943
▁help	-7.14003
▁must	-7.1404
▁group	-7.16449
▁own	-7.18772
▁through	-7.19152
▁York	-7.20375
▁follows	-7.21569
▁wife	-7.21728
▁high	-7.2366
▁back	-7.24341
▁three	-7.24969
▁between	-7.25634
▁best	-7.26563
).	-7.2776
▁been	-7.27993
▁American	-7.28021
▁can	-7.28131
▁son	-7.29402
▁As	-7.29443
▁This	-7.31515
al	-7.31581
▁takes	-7.32102
▁daughter	-7.32283
▁[	-7.32336
▁drama	-7.33153
er	-7.33494
▁set	-7.33621
▁small	-7.3436
▁An	-7.34412
▁himself	-7.3531
▁more	-7.37294
▁girl	-7.38699
▁while	-7.38776
▁not	-7.38814
▁which	-7.39018
th	-7.41919
▁other	-7.41923
▁Pictures	-7.41945
▁take	-7.42134
▁becomes	-7.42398
▁He	-7.43775
▁day	-7.44339
]	-7.44357
▁true	-7.44803
▁off	-7.45167
▁people	-7.45484
▁based	-7.45544
▁down	-7.46577
▁way	-7.4716
▁same	-7.47292
o	-7.47408
▁friend	-7.48202
es	-7.4854
▁its	-7.48615
▁together	-7.49014
▁what	-7.49256
—	-7.49994
▁death	-7.50206
▁mysterious	-7.5078
▁against	-7.50996
▁no	-7.51187
▁-	-7.55225
▁documentary	-7.55486
▁journey	-7.56277
▁begins	-7.56541
▁tell	-7.57018
▁become	-7.5711
▁just	-7.58051
▁team	-7.58813
▁get	-7.59425
▁make	-7.60037
▁old	-7.60586
▁night	-7.63099
▁past	-7.64044
▁husband	-7.64433
▁before	-7.65276
▁name	-7.65674
▁–	-7.65682
▁novel	-7.65793
▁City	-7.66414
▁It	-7.66945
▁Set	-7.67359
▁work	-7.67551
▁living	-7.68791
▁secret	-7.69464
▁being	-7.69536
▁each	-7.69849
▁murder	-7.69992
▁than	-7.7005
▁“	-7.70332
▁during	-7.70644
▁year	-7.72208
on	-7.7238
;	-7.72481
▁boy	-7.73107
▁go	-7.74238
▁or	-7.74372
▁With	-7.74557
▁men	-7.74762
▁live	-7.75037
▁crime	-7.75244
▁war	-7.75713
▁former	-7.75905
▁job	-7.75956
▁comes	-7.75991
in	-7.76757
▁show	-7.77078
▁John	-7.77283
▁relationship	-7.7845
▁long	-7.79014
▁S	-7.80275
an	-7.80341
▁--	-7.8057
▁brother	-7.81159
▁discovers	-7.81616
▁police	-7.83406
▁city	-7.84815
▁behind	-7.84958
▁children	-7.84981
▁un	-7.85555
▁War	-7.85635
▁seek	-7.86262
▁last	-7.86423
▁C	-7.86458
▁meets	-7.86562
▁t	-7.86611
▁how	-7.87262
▁Films	-7.87875
▁never	-7.88373
?	-7.88627
l	-7.88712
▁named	-7.901
▁around	-7.90448
▁career	-7.90868
▁four	-7.91111
▁tale	-7.91301
S	-7.91403
▁history	-7.91708
▁forced	-7.93194
▁ex	-7.93228
r	-7.93541
▁returns	-7.93553
▁couple	-7.9379
▁local	-7.93896
▁house	-7.94657
▁both	-7.9475
▁under	-7.95314
▁some	-7.95556
and	-7.95579
▁women	-7.95729
▁music	-7.95995
▁real	-7.96144
se	-7.96154
▁save	-7.96542
▁discover	-7.96866
▁parents	-7.97351
▁She	-7.9736
▁created	-7.97384
▁now	-7.97923
▁join	-7.98066
▁there	-7.9814
▁star	-7.98193
▁U	-7.9821
▁D	-7.9827
▁so	-7.98489
▁goes	-7.99057
▁soon	-7.99678
▁college	-8.00216
▁look	-8.00375
▁place	-8.00778
▁On	-8.00857
▁America	-8.01
▁themselves	-8.01023
▁beautiful	-8.01392
▁F	-8.02128
▁future	-8.03034
▁book	-8.03531
▁you	-8.03806
▁T	-8.03939
▁Los	-8.041
▁working	-8.04403
▁thriller	-8.04435
▁days	-8.04777
en	-8.0493
▁O	-8.0523
▁like	-8.06268
▁human	-8.06758
▁B	-8.07068
▁Dr	-8.07379
▁adventure	-8.07484
▁country	-8.0765
▁dream	-8.08015
ic	-8.08048
▁run	-8.08251
▁end	-8.08304
▁do	-8.08757
▁Base	-8.08807
▁teenage	-8.09281
▁Angeles	-8.09363
▁personal	-8.09417
▁power	-8.09775
▁dangerous	-8.10175
▁left	-8.10457
▁sister	-8.10533
▁herself	-8.11364
▁come	-8.1212
▁London	-8.12161
▁away	-8.12312
out	-8.12427
▁director	-8.12522
”	-8.12548
▁mission	-8.13118
▁face	-8.13388
▁dark	-8.13888
The	-8.14274
▁David	-8.14788
▁L	-8.14803
▁events	-8.14821
▁single	-8.15174
▁turns	-8.15378
▁dreams	-8.15498
▁play	-8.15545
▁James	-8.15623
▁British	-8.16304
▁until	-8.17264
▁falls	-8.17393
▁stars	-8.17573
i	-8.17972
▁had	-8.18163
▁big	-8.18418
▁World	-8.18644
man	-8.18761
▁gets	-8.1885
▁child	-8.19336
▁student	-8.19351
▁agent	-8.19468
▁action	-8.1983
▁order	-8.19889
▁killer	-8.19908
/	-8.20573
▁another	-8.20712
▁even	-8.21041
able	-8.21258
▁romantic	-8.21492
▁car	-8.2226
▁battle	-8.22425
▁ever	-8.22528
▁decides	-8.22628
▁trying	-8.22686
▁also	-8.22887
▁prison	-8.23037
▁adaptation	-8.23291
▁search	-8.23462
▁Michael	-8.23506
▁M	-8.23892
▁turn	-8.24041
▁One	-8.24085
▁escape	-8.24665
▁summer	-8.2486
to	-8.24899
Sony	-8.24928
▁P	-8.24944
▁writer	-8.25048
▁community	-8.2558
▁Whil	-8.25771
▁return	-8.25918
▁well	-8.25952
▁re	-8.26285
▁movie	-8.26378
▁marriage	-8.26536
re	-8.2661
▁detective	-8.26834
▁heart	-8.2689
▁case	-8.27816
ve	-8.27967
▁very	-8.28103
▁trip	-8.28196
▁E	-8.28561
▁They	-8.28872
▁I	-8.28996
▁leads	-8.29273
▁Jack	-8.29453
▁known	-8.29761
▁keep	-8.29842
▁s	-8.30022
▁drug	-8.30138
▁every	-8.30151
▁dead	-8.3016
▁Two	-8.30362
▁Now	-8.30816
▁different	-8.3112
part	-8.3143
▁epic	-8.31809
▁once	-8.31814
▁fight	-8.33518
▁start	-8.33564
▁His	-8.33564
▁stop	-8.33853
the	-8.34122
▁game	-8.34269
▁business	-8.3429
▁forces	-8.35133
▁powerful	-8.35374
▁modern	-8.35485
▁classic	-8.35707
▁crew	-8.35763
▁put	-8.35806
▁six	-8.36382
▁tries	-8.3639
▁embark	-8.3643
▁bring	-8.36499
▁five	-8.36514
▁childhood	-8.36867
▁everything	-8.3687
▁chance	-8.36889
▁friendship	-8.36938
▁band	-8.37832
▁attempt	-8.37931
▁near	-8.38674
▁were	-8.3876
▁if	-8.39256
▁head	-8.39372
▁legendary	-8.39512
m	-8.40184
▁self	-8.40201
▁King	-8.40644
up	-8.40847
▁meet	-8.41122
▁little	-8.41175
▁For	-8.4154
▁moves	-8.42619
▁our	-8.42719
▁middle	-8.42789
▁evil	-8.43344
▁hard	-8.43442
▁still	-8.43867
▁desperate	-8.43903
▁would	-8.44202
▁sets	-8.4431
▁Earth	-8.44424
▁married	-8.44557
▁late	-8.44919
▁could	-8.45361
▁unexpected	-8.45364
▁girlfriend	-8.45457
▁remote	-8.45541
▁may	-8.45549
▁co	-8.45582
▁gang	-8.46093
▁later	-8.46207
▁called	-8.46391
▁including	-8.4642
▁French	-8.46666
▁company	-8.46706
Warner	-8.4723
▁next	-8.4727
▁money	-8.47334
▁protect	-8.47452
▁hit	-8.47466
!	-8.47579
▁At	-8.47711
▁lost	-8.48135
▁much	-8.48426
▁made	-8.48685
▁struggles	-8.48777
▁suddenly	-8.49073
▁Paul	-8.49084
▁stories	-8.49685
▁things	-8.49907
▁rock	-8.49942
▁century	-8.50531
▁wants	-8.50553
▁great	-8.50584
▁artist	-8.50601
of	-8.50613
▁brings	-8.50825
▁part	-8.5143
st	-8.52043
▁Sam	-8.5287
▁see	-8.5301
▁village	-8.53081
h	-8.53097
▁makes	-8.53144
▁age	-8.53333
▁move	-8.53872
▁What	-8.53905
▁free	-8.53981
▁wild	-8.54048
less	-8.54539
ce	-8.54667
▁learns	-8.54679
▁perfect	-8.54699
▁turned	-8.5479
▁early	-8.54842
▁survive	-8.54851
▁government	-8.54872
▁many	-8.54922
▁change	-8.54981
c	-8.55045
▁race	-8.55335
▁good	-8.5567
▁everyone	-8.5569
▁us	-8.5572
▁kids	-8.55816
▁To	-8.55836
▁explores	-8.5585
▁successful	-8.56157
▁road	-8.56223
A	-8.56223
▁J	-8.56252
▁Paris	-8.56273
▁accident	-8.56598
▁teacher	-8.56665
▁try	-8.56755
▁lead	-8.56901
▁seemingly	-8.56957
▁—	-8.57546
▁confront	-8.57956
▁land	-8.58109
▁far	-8.58831
▁Hollywood	-8.58951
▁begin	-8.59084
▁along	-8.59107
▁led	-8.59186
▁Tom	-8.59307
▁struggle	-8.59307
▁struggling	-8.59562
▁20	-8.59641
▁cop	-8.59883
▁W	-8.60012
▁political	-8.60013
▁care	-8.60204
▁spend	-8.60606
▁criminal	-8.60818
▁unlikely	-8.60837
▁violent	-8.60892
▁c	-8.61125
▁something	-8.6119
▁we	-8.61653
▁Bas	-8.61853
▁boss	-8.62056
▁sent	-8.62307
▁plan	-8.62405
▁Fox	-8.62438
▁focuse	-8.62504
▁fall	-8.62633
▁international	-8.62635
ie	-8.62673
us	-8.6278
▁reality	-8.62848
▁quickly	-8.62857
▁decide	-8.62859
▁form	-8.62958
▁famous	-8.63052
▁art	-8.63059
▁South	-8.6308
▁deadly	-8.63086
▁rise	-8.63501
▁R	-8.63524
time	-8.63753
▁inspired	-8.63977
."	-8.64032
▁again	-8.64276
▁black	-8.64361
▁use	-8.64421
▁social	-8.64505
▁party	-8.64654
▁FBI	-8.64865
▁Bros	-8.65025
▁officer	-8.65329
▁Black	-8.65415
▁force	-8.65479
▁since	-8.655
▁beloved	-8.65566
▁yet	-8.656
▁control	-8.65623
▁romance	-8.66095
▁learn	-8.66118
▁body	-8.66123
▁revenge	-8.66252
▁features	-8.66315
▁Her	-8.66467
or	-8.66486
▁street	-8.66673
▁coming	-8.66842
▁girls	-8.67387
▁island	-8.67519
▁Frank	-8.67606
▁missing	-8.67704
▁Ben	-8.6775
▁brothers	-8.68141
▁uncover	-8.68178
▁upon	-8.68397
▁Their	-8.68548
is	-8.68863
▁investigate	-8.6902
▁leaves	-8.6905
▁secrets	-8.69116
▁wealthy	-8.69116
▁determined	-8.69141
▁found	-8.6924
▁visit	-8.69357
▁p	-8.69887
▁France	-8.70403
▁de	-8.70428
▁sex	-8.70545
▁wrong	-8.70916
▁strange	-8.70999
▁filmmaker	-8.71043
▁Century	-8.71255
▁seems	-8.71266
▁travels	-8.71303
▁course	-8.71698
▁truth	-8.71895
▁horror	-8.71904
▁Will	-8.71927
▁popular	-8.71998
▁unique	-8.72003
▁ago	-8.72251
▁full	-8.72554
▁arrives	-8.72575
life	-8.72659
▁brutal	-8.72696
▁hilarious	-8.72718
▁Robert	-8.72718
▁comic	-8.72757
▁nothing	-8.72773
▁Peter	-8.72866
▁partner	-8.73352
▁mystery	-8.73464
▁estranged	-8.73478
▁portrait	-8.73533
Michael	-8.73829
▁know	-8.74751
▁Man	-8.74968
▁inside	-8.74987
▁encounter	-8.75251
▁law	-8.7568
▁boyfriend	-8.75998
▁Martin	-8.7607
▁streets	-8.76071
▁extraordinary	-8.76514
▁US	-8.767
▁younger	-8.76715
▁hope	-8.77032
▁whos	-8.77063
Universal	-8.77275
▁latest	-8.77329
▁alone	-8.77416
▁looking	-8.7756
▁chronicle	-8.77722
▁killed	-8.77723
▁affair	-8.77988
▁professional	-8.78016
▁N	-8.78428
▁Scott	-8.78657
D	-8.78673
▁quest	-8.7879
▁terrifying	-8.78849
▁Three	-8.78852
▁works	-8.79143
▁making	-8.7916
▁break	-8.79287
▁George	-8.79497
▁th	-8.79623
▁England	-8.79642
▁footage	-8.79644
ar	-8.79668
▁society	-8.79669
▁teenager	-8.79732
▁experience	-8.80098
▁H	-8.80118
▁top	-8.80134
▁families	-8.80442
▁California	-8.80514
▁TV	-8.80538
▁always	-8.80551
▁short	-8.80608
▁travel	-8.8077
▁characters	-8.80864
▁planet	-8.80938
Paramount	-8.81069
▁Chicago	-8.81262
▁starts	-8.81498
▁hero	-8.81944
▁executive	-8.82231
▁finally	-8.82232
▁too	-8.82624
▁II	-8.82932
▁written	-8.83017
▁owner	-8.8337
▁feature	-8.83561
▁Lee	-8.83794
▁apartment	-8.83911
▁intimate	-8.84351
▁rescue	-8.84494
▁wake	-8.84505
▁Nick	-8.84549
▁&	-8.85004
▁There	-8.8548
▁f	-8.85552
ish	-8.85716
▁Alex	-8.85916
▁suburban	-8.86219
▁television	-8.86229
▁vacation	-8.86244
▁North	-8.86289
▁forever	-8.86397
ous	-8.86487
▁wedding	-8.86602
▁within	-8.86685
▁K	-8.86914
▁leave	-8.87137
▁attack	-8.8716
ers	-8.87596
▁Sarah	-8.8766
▁musical	-8.87904
▁decades	-8.87943
▁Christmas	-8.87945
▁those	-8.88017
▁West	-8.88043
▁final	-8.88095
▁leader	-8.88195
▁deep	-8.88232
▁Joe	-8.88411
▁English	-8.88785
▁military	-8.88957
▁animated	-8.89009
▁bad	-8.89069
▁prove	-8.89368
winning	-8.89596
▁hav	-8.89632
▁Texas	-8.89744
▁Mike	-8.898
▁neighborhood	-8.899
▁singer	-8.8997
day	-8.90088
▁second	-8.90197
▁private	-8.90643
▁half	-8.90784
▁deal	-8.90818
▁white	-8.9129
▁students	-8.91349
▁these	-8.91395
▁elite	-8.91489
▁share	-8.91588
▁track	-8.91725
▁older	-8.91782
▁Jones	-8.91864
▁any	-8.92049
▁cast	-8.92063
▁relationships	-8.92147
across	-8.9236
▁recently	-8.92481
▁pair	-8.92516
▁taking	-8.92558
age	-8.92607
▁close	-8.92819
▁going	-8.93088
▁public	-8.93328
ry	-8.93443
▁fate	-8.93444
▁De	-8.93528
▁limit	-8.93544
▁complete	-8.9377
▁plans	-8.93859
▁San	-8.94102
▁However	-8.94199
▁post	-8.94205
▁serial	-8.94222
▁attempts	-8.94294
▁eight	-8.94313
▁think	-8.94506
▁original	-8.94724
est	-8.94864
▁changes	-8.94885
▁special	-8.95068
▁brought	-8.95122
▁caught	-8.95132
▁Entertainment	-8.95142
▁troubled	-8.95341
▁G	-8.95676
▁rich	-8.95714
▁cross	-8.95958
▁doctor	-8.96345
▁o	-8.96415
▁actor	-8.96536
▁present	-8.96612
▁And	-8.96988
▁few	-8.9701
▁doesn	-8.97138
▁kill	-8.9715
▁h	-8.97165
▁passion	-8.97256
▁acclaimed	-8.98314
▁investigation	-8.98345
▁stay	-8.98626
▁w	-8.9878
▁rural	-8.98913
▁became	-8.9892
▁Classics	-8.98967
▁side	-8.99198
side	-8.9923
▁following	-8.99356
▁Captain	-8.99902
▁seven	-8.99969
▁bank	-9.00111
▁murdered	-9.00146
▁b	-9.00196
▁class	-9.0066
▁taken	-9.0081
Miramax	-9.00846
▁fellow	-9.00866
▁boys	-9.01011
▁involved	-9.01145
▁1980	-9.01359
▁looks	-9.01492
▁call	-9.01503
▁author	-9.01618
▁mind	-9.01655
▁give	-9.01718
▁Kate	-9.01735
▁ends	-9.01771
▁success	-9.01801
▁greatest	-9.01879
▁growing	-9.02097
ll	-9.024
▁leading	-9.02568
▁video	-9.02568
le	-9.02655
▁win	-9.02856
▁quiet	-9.02857
▁stand	-9.02951
▁experiences	-9.02987
▁apart	-9.02999
Tom	-9.03006
▁United	-9.03101
▁Thomas	-9.03332
▁Henry	-9.03338
▁becom	-9.03506
▁sexual	-9.03773
▁Chris	-9.03942
▁want	-9.03985
▁trapped	-9.03988
▁tragic	-9.03995
▁CIA	-9.0403
▁journalist	-9.04278
k	-9.04384
▁screen	-9.0447
▁African	-9.04555
▁weekend	-9.04561
spiring	-9.04626
▁fighting	-9.04878
▁outside	-9.0492
John	-9.05003
rom	-9.05018
▁hold	-9.0504
▁Europe	-9.05127
▁neighbor	-9.05296
▁role	-9.05333
ion	-9.05375
▁hospital	-9.05916
▁identity	-9.05917
▁supernatural	-9.05918
▁High	-9.05936
▁teen	-9.06189
J	-9.06263
▁follow	-9.063
▁fast	-9.06619
▁Mr	-9.06885
▁survival	-9.0696
son	-9.07076
▁Detective	-9.07559
▁spirit	-9.07632
C	-9.08022
▁hometown	-9.08099
▁crash	-9.08593
▁destroy	-9.0864
▁shot	-9.08854
▁seen	-9.09002
▁brilliant	-9.09095
--	-9.09344
cross	-9.09474
▁lawyer	-9.09634
▁Ma	-9.09647
▁Charlie	-9.09722
▁center	-9.09781
ity	-9.09868
New	-9.099
▁dog	-9.09908
▁global	-9.09945
▁ancient	-9.10152
▁question	-9.10175
▁mom	-9.10264
▁directed	-9.10393
▁19	-9.10455
▁changed	-9.10631
▁contemporar	-9.10644
▁scene	-9.10726
▁interviews	-9.10934
▁professor	-9.10953
▁ultimate	-9.1106
▁ruthless	-9.11236
▁notorious	-9.11244
▁existence	-9.11277
▁members	-9.11387
▁thing	-9.11616
▁hours	-9.11635
▁tour	-9.11662
▁pay	-9.11755
▁Smith	-9.11826
▁train	-9.11839
▁1970	-9.11873
▁stranger	-9.11874
▁bond	-9.12152
▁person	-9.12159
▁German	-9.12164
▁better	-9.1237
▁Johnson	-9.12412
▁army	-9.12422
▁sense	-9.12463
▁lose	-9.12774
▁Dur	-9.12787
fi	-9.12934
▁path	-9.13358
▁camp	-9.13373
▁underground	-9.13449
▁baby	-9.13491
▁female	-9.13611
▁newly	-9.1362
▁legend	-9.13655
▁States	-9.13749
ne	-9.13785
▁Richard	-9.13846
▁space	-9.13853
▁character	-9.14017
▁threatens	-9.14108
▁veteran	-9.14143
▁emotional	-9.14397
▁loss	-9.14489
▁risk	-9.14572
▁anything	-9.14607
▁stage	-9.14776
▁pull	-9.14799
ment	-9.14909
ies	-9.14969
▁magical	-9.1506
▁All	-9.15068
▁soldiers	-9.15088
▁actual	-9.1524
▁feel	-9.15366
▁v	-9.15368
▁culture	-9.15394
▁ship	-9.1563
▁alien	-9.15667
something	-9.15688
ley	-9.15697
▁leaving	-9.15745
▁drive	-9.15818
▁Line	-9.15835
▁host	-9.15922
▁Mary	-9.16067
▁unexpectedly	-9.16069
American	-9.16087
▁your	-9.16144
▁record	-9.16186
▁really	-9.16337
▁producer	-9.16556
▁Mark	-9.16559
▁complex	-9.16809
▁eccentric	-9.16855
▁major	-9.16871
▁Japanese	-9.16879
▁beauty	-9.16899
▁Manhattan	-9.16905
▁highly	-9.16918
▁hired	-9.16964
▁told	-9.17202
Ben	-9.17267
▁Al	-9.1727
▁right	-9.17367
▁simple	-9.17625
▁Russian	-9.17713
▁discovery	-9.1779
▁arrival	-9.18018
▁1960	-9.18038
▁Brooklyn	-9.18104
▁Bill	-9.18262
▁does	-9.18316
▁Jane	-9.18331
ey	-9.18337
▁centers	-9.18596
ation	-9.18661
▁includes	-9.18728
▁President	-9.18911
▁event	-9.18966
▁week	-9.19022
▁charismatic	-9.19196
▁biggest	-9.19215
▁hidden	-9.19242
▁accidentally	-9.19396
▁months	-9.19563
el	-9.19583
▁guy	-9.19969
town	-9.20228
▁pregnant	-9.20385
▁store	-9.20385
▁office	-9.20405
▁adult	-9.20452
▁ambitious	-9.20456
▁haunted	-9.20467
▁teenagers	-9.20558
▁fame	-9.20637
▁runs	-9.20685
▁No	-9.20725
▁Bob	-9.20765
▁convince	-9.20774
▁Max	-9.20831
▁con	-9.20868
▁Jean	-9.20973
▁nation	-9.20996
▁desert	-9.21182
▁soldier	-9.21234
MGM	-9.21246
▁flee	-9.21339
▁driver	-9.21343
▁hotel	-9.21374
▁moment	-9.21468
▁actress	-9.21548
▁kidnapped	-9.21594
▁undercover	-9.21595
▁funny	-9.21663
▁gay	-9.21776
▁eyes	-9.2181
▁adventures	-9.21817
▁killing	-9.21819
ive	-9.22186
▁farm	-9.22228
▁Ray	-9.22275
▁reporter	-9.22402
▁system	-9.22417
▁cover	-9.22433
▁Adam	-9.2249
▁birth	-9.22521
▁news	-9.22844
▁reunite	-9.22932
▁White	-9.22967
▁So	-9.22992
▁Alice	-9.23082
▁knows	-9.23192
▁d	-9.23298
David	-9.23377
ian	-9.23426
▁appears	-9.23442
▁tragedy	-9.24044
▁crisis	-9.24064
▁justice	-9.24067
▁Mexico	-9.24111
▁violence	-9.24112
▁manager	-9.24214
▁Washington	-9.2425
▁blood	-9.24438
▁Charles	-9.24441
▁project	-9.24631
Fox	-9.24673
▁scientist	-9.24892
▁master	-9.24894
▁Life	-9.25068
I	-9.25081
▁UK	-9.25314
▁beyond	-9.25317
▁freedom	-9.25318
▁enemy	-9.25342
▁version	-9.25395
▁door	-9.25408
▁among	-9.25439
▁(20	-9.25493
▁needs	-9.25531
▁Dan	-9.25544
▁Jackson	-9.25633
▁realize	-9.25912
▁send	-9.26066
▁bar	-9.26243
▁attorney	-9.26292
▁such	-9.26571
▁mob	-9.26592
ary	-9.26667
▁faces	-9.2667
▁hopes	-9.26812
▁kind	-9.27046
▁danger	-9.27107
▁happens	-9.27406
▁Simon	-9.27448
▁club	-9.27608
▁entire	-9.2766
▁player	-9.27728
▁support	-9.27809
▁heads	-9.27843
▁estate	-9.27888
▁upside	-9.28027
▁running	-9.28121
class	-9.28144
▁Harry	-9.28182
▁navigate	-9.28269
James	-9.28554
▁steal	-9.28567
by	-9.28597
▁born	-9.28797
▁plot	-9.28941
▁solve	-9.29
▁isolated	-9.29178
▁r	-9.29264
▁ordinary	-9.29284
▁target	-9.29321
▁fashion	-9.29356
▁rare	-9.29385
▁encounters	-9.29416
▁powers	-9.2947
▁trouble	-9.29778
▁safe	-9.30151
▁Award	-9.30275
▁million	-9.30335
▁season	-9.30342
▁backdrop	-9.30455
▁shocking	-9.30517
▁winning	-9.30568
ful	-9.30678
▁Cinema	-9.30691
▁spy	-9.3074
▁nature	-9.31019
▁enter	-9.31091
▁sees	-9.3114
▁Through	-9.31575
▁lover	-9.31663
▁miniseries	-9.3181
▁China	-9.31828
▁lonely	-9.31829
▁heist	-9.31868
▁originally	-9.32073
▁sci	-9.3211
▁state	-9.32113
▁Anna	-9.32186
▁produced	-9.32204
▁Film	-9.32301
▁Jim	-9.32388
▁fun	-9.32618
▁threat	-9.32695
▁connection	-9.32822
T	-9.32837
IFC	-9.32869
ness	-9.32976
▁figure	-9.32976
selling	-9.33084
▁memories	-9.33141
▁explore	-9.33144
▁innocent	-9.33146
▁memory	-9.33162
▁moving	-9.33267
▁drawn	-9.33315
▁Tony	-9.33436
▁finding	-9.33517
▁pick	-9.33547
▁media	-9.33552
▁whom	-9.33646
▁Steve	-9.33725
voiced	-9.3409
getting	-9.34142
▁10	-9.34309
▁pursue	-9.34399
▁William	-9.34416
▁gives	-9.34511
▁raise	-9.34563
▁hands	-9.34577
▁East	-9.34677
▁hunt	-9.34814
filled	-9.34959
▁open	-9.35046
▁Star	-9.35236
ng	-9.35447
▁need	-9.35607
▁Kevin	-9.35661
▁sea	-9.35768
▁twenty	-9.35885
▁dance	-9.36012
▁met	-9.36102
▁sisters	-9.3613
▁might	-9.36174
▁throw	-9.3647
▁Daniel	-9.36471
▁alive	-9.36519
▁stumble	-9.36563
Paul	-9.36827
▁shows	-9.36938
▁reveals	-9.37046
▁routine	-9.37136
u	-9.37279
▁daily	-9.37309
▁sinister	-9.37331
▁Agent	-9.37333
▁sequel	-9.37333
▁football	-9.37358
▁infamous	-9.37705
▁often	-9.37709
given	-9.37919
▁award	-9.38046
▁Day	-9.38135
▁Over	-9.38351
▁means	-9.3837
▁musician	-9.3853
▁St	-9.38656
▁others	-9.38747
▁unknown	-9.3876
▁industry	-9.38789
▁ten	-9.38818
▁cult	-9.38823
ical	-9.3888
at	-9.38883
▁terror	-9.38902
▁room	-9.38909
ial	-9.3892
▁Jr	-9.3903
▁security	-9.39125
▁building	-9.39202
▁realizes	-9.39269
▁Elizabeth	-9.39455
▁strangers	-9.39537
▁create	-9.39582
▁multi	-9.40002
▁recent	-9.40012
▁enough	-9.40185
▁super	-9.40471
▁Christian	-9.4057
▁common	-9.4086
spired	-9.40939
▁loving	-9.40945
▁Love	-9.40951
▁Dave	-9.4097
▁ill	-9.41002
f	-9.41109
he	-9.41139
▁Jake	-9.41186
▁rest	-9.41228
▁Rose	-9.41274
▁non	-9.41276
off	-9.41315
▁rival	-9.41317
▁talk	-9.41339
▁passionate	-9.41526
▁eye	-9.41528
▁fictional	-9.41599
▁times	-9.41622
▁Releasing	-9.41689
▁gold	-9.41826
▁House	-9.4183
▁Vegas	-9.4183
▁ultimately	-9.41896
▁murders	-9.41936
▁raised	-9.42068
z	-9.421
▁m	-9.42166
▁Williams	-9.42229
▁abandoned	-9.42251
▁prepare	-9.42434
▁task	-9.42461
creasingly	-9.42651
▁Red	-9.42723
Jason	-9.42806
▁i	-9.42876
▁thought	-9.42933
▁mid	-9.43015
▁kid	-9.43045
▁soul	-9.43056
▁bizarre	-9.43155
▁Louis	-9.43186
▁fantasy	-9.43203
ally	-9.43273
▁18	-9.43344
▁instead	-9.43377
▁La	-9.43418
▁pre	-9.43858
▁los	-9.44016
▁test	-9.44243
▁pop	-9.44361
▁Stone	-9.4448
▁offers	-9.44482
▁whole	-9.44635
▁act	-9.44691
▁someone	-9.44718
▁Jewish	-9.44745
▁Four	-9.44765
▁gone	-9.44889
▁Davis	-9.44953
▁hand	-9.45066
▁Stephen	-9.45151
om	-9.45273
▁Laura	-9.4538
▁challenge	-9.45382
▁Eric	-9.45387
▁station	-9.45394
ting	-9.45395
▁witness	-9.4573
▁Follow	-9.45835
▁Nazi	-9.46005
▁e	-9.46077
ch	-9.46126
▁universe	-9.46148
▁Japan	-9.46198
▁attention	-9.46202
▁iconic	-9.46217
▁birthday	-9.46219
▁complicated	-9.4628
▁Chinese	-9.46284
▁Italian	-9.46313
▁double	-9.46367
aged	-9.46412
g	-9.46653
▁don	-9.46726
▁drugs	-9.46839
▁Matt	-9.46903
▁fire	-9.4692
▁assassin	-9.47056
▁falling	-9.47236
▁continues	-9.47241
▁3	-9.47307
▁line	-9.47451
▁beginning	-9.47658
▁senior	-9.47662
▁service	-9.47697
tic	-9.47697
▁hundred	-9.47762
ok	-9.47781
▁build	-9.47809
▁intense	-9.47832
▁Big	-9.47836
▁incredible	-9.47843
▁businessman	-9.47847
▁legal	-9.47869
▁Green	-9.47907
▁program	-9.47931
▁l	-9.47933
ist	-9.47978
▁playing	-9.48069
▁Moore	-9.48086
be	-9.48188
▁receive	-9.48235
▁Johnny	-9.48545
▁15	-9.48554
▁lifetime	-9.4867
▁dramatic	-9.48696
▁magic	-9.48713
▁idea	-9.48748
▁lands	-9.48787
▁corrupt	-9.48942
▁focus	-9.49065
▁generations	-9.4919
▁holiday	-9.49247
▁choice	-9.49251
▁Re	-9.49316
▁member	-9.49319
▁Young	-9.49323
▁Academy	-9.49349
▁Francisco	-9.49355
▁handsome	-9.49357
▁1950	-9.49376
▁countryside	-9.49391
▁Great	-9.49433
▁retired	-9.49454
▁point	-9.49537
▁pilot	-9.49544
▁toward	-9.49589
▁hot	-9.49595
ready	-9.49602
▁food	-9.49642
▁grown	-9.49663
▁Jason	-9.49705
▁sexy	-9.49756
▁examines	-9.49854
▁agrees	-9.50138
,”	-9.5031
▁then	-9.50346
▁films	-9.50389
M	-9.50522
▁air	-9.50528
▁befriend	-9.5053
▁park	-9.50646
Robert	-9.5076
▁normal	-9.50887
▁attend	-9.50917
te	-9.50918
▁controversial	-9.5097
▁BBC	-9.50988
▁opportunity	-9.50994
▁youth	-9.51021
▁border	-9.51046
▁Arthur	-9.51053
▁front	-9.51159
▁challenges	-9.51223
▁storm	-9.51261
R	-9.51289
▁Oscar	-9.51291
▁seem	-9.51317
▁Andy	-9.51607
▁Danny	-9.5164
▁escapes	-9.51763
▁Rachel	-9.51851
K	-9.51873
▁Gold	-9.51902
▁recruit	-9.51919
▁Ryan	-9.52007
▁Billy	-9.52013
▁Amy	-9.52015
▁teams	-9.52155
▁God	-9.52179
▁balance	-9.52267
▁meeting	-9.52308
▁dies	-9.5241
▁large	-9.52471
▁voice	-9.52502
▁believes	-9.52514
▁ghost	-9.52591
ized	-9.52598
▁period	-9.526
▁anthology	-9.52607
▁exploration	-9.52608
▁fortune	-9.52613
▁Gate	-9.52619
▁stranded	-9.52619
▁Army	-9.52679
▁firm	-9.52681
▁Grace	-9.52798
▁accused	-9.52817
▁deeply	-9.52946
▁renown	-9.52969
▁humans	-9.53079
▁cat	-9.53183
▁light	-9.53194
▁fear	-9.53411
▁despit	-9.53479
▁criminals	-9.53522
▁We	-9.5367
▁Jay	-9.53717
▁causes	-9.53765
▁desire	-9.53887
ard	-9.5391
▁agents	-9.53936
▁Hall	-9.53975
▁victims	-9.54072
▁used	-9.54087
▁fresh	-9.54242
▁psychological	-9.54269
▁defend	-9.54314
▁intelligence	-9.54326
▁trial	-9.54338
ine	-9.54358
▁honor	-9.54379
▁creative	-9.5445
▁30	-9.54485
▁let	-9.54532
▁released	-9.54554
▁assistant	-9.54561
▁cut	-9.5457
▁dad	-9.54586
as	-9.54592
▁date	-9.54618
▁low	-9.54649
▁nurse	-9.54718
▁Steven	-9.54905
▁Van	-9.54972
▁divorce	-9.55146
▁Tim	-9.55257
▁Me	-9.55263
▁loves	-9.55404
con	-9.55426
▁process	-9.55441
▁creatures	-9.55441
na	-9.55762
▁sudden	-9.55783
▁because	-9.55976
▁Queen	-9.55993
▁important	-9.55999
▁corporate	-9.56026
▁obsession	-9.56035
▁Special	-9.56057
▁restaurant	-9.56072
▁Director	-9.56096
ra	-9.56113
▁coast	-9.56176
▁cash	-9.56204
▁Wilson	-9.56282
▁male	-9.56304
midst	-9.5633
▁died	-9.56415
▁unit	-9.5642
▁ability	-9.56476
▁won	-9.56834
▁hide	-9.56901
▁inner	-9.56911
▁medica	-9.57027
▁ways	-9.57097
▁traveling	-9.57121
▁worker	-9.57176
▁'	-9.57297
▁That	-9.57364
ded	-9.57454
▁disappearance	-9.57689
▁conspiracy	-9.5769
▁Despite	-9.57692
▁humor	-9.57695
▁massive	-9.57706
▁consequences	-9.57742
▁humanity	-9.57762
▁hostage	-9.57792
▁decade	-9.57794
▁dealer	-9.57922
ther	-9.57946
▁Un	-9.57992
▁Ho	-9.58004
ia	-9.58037
▁step	-9.5807
.)	-9.58086
▁Brian	-9.58231
▁Lucy	-9.58236
▁First	-9.5843
it	-9.58468
▁Las	-9.58541
▁g	-9.58595
▁survivors	-9.58683
▁Be	-9.58717
▁12	-9.58775
▁scheme	-9.58786
▁12-	-9.58795
▁Anne	-9.58867
▁enlist	-9.59004
▁rules	-9.59296
B	-9.59418
▁Rock	-9.59432
▁assignment	-9.59451
▁thief	-9.59468
▁retirement	-9.59478
▁favorite	-9.59505
▁reluctantly	-9.59551
▁impossible	-9.59555
▁Miller	-9.59556
like	-9.59592
▁result	-9.59649
▁perform	-9.59658
hour	-9.59694
▁severa	-9.59703
▁Taylor	-9.59963
▁Bell	-9.59994
▁cops	-9.60226
▁though	-9.6025
▁odds	-9.60262
▁president	-9.60404
▁2	-9.60421
▁grows	-9.60579
▁Disney	-9.60689
▁Brown	-9.60707
▁mysteriously	-9.60887
▁talent	-9.61059
Mark	-9.61101
▁rule	-9.61185
▁morning	-9.61227
▁Together	-9.61227
▁however	-9.6125
▁else	-9.61254
▁Little	-9.61259
▁Searchlight	-9.61259
▁clear	-9.61272
▁agency	-9.61315
▁remarkabl	-9.61321
▁religious	-9.61324
▁situation	-9.61348
▁daring	-9.61349
▁dying	-9.61352
▁decision	-9.61356
▁‘	-9.61376
land	-9.61378
▁Island	-9.61391
▁chaos	-9.61406
▁breaks	-9.61475
▁court	-9.61709
▁residents	-9.6184
▁El	-9.62059
▁cases	-9.62087
▁Don	-9.62135
▁X	-9.62159
▁sleep	-9.62802
▁thrust	-9.6308
▁transport	-9.63082
▁science	-9.63135
▁Long	-9.63195
▁problem	-9.63202
▁performance	-9.63213
▁circumstances	-9.63231
▁capture	-9.63247
▁Park	-9.63353
▁Lo	-9.63376
▁vampire	-9.63412
▁Lewis	-9.63452
ton	-9.63456
▁Co	-9.63569
facing	-9.6363
▁shelter	-9.63631
▁You	-9.63684
▁training	-9.63998
long	-9.6402
▁water	-9.64137
▁audiences	-9.64252
▁sports	-9.64256
▁lies	-9.64344
▁claim	-9.64469
nce	-9.64548
▁faced	-9.64589
▁played	-9.64804
▁believe	-9.64822
▁difficult	-9.64881
▁Up	-9.64882
▁comedic	-9.64897
▁pursuit	-9.64902
▁Police	-9.64916
▁stolen	-9.64926
▁Mexican	-9.64929
▁eventually	-9.6493
Lions	-9.65004
▁Australian	-9.65052
▁Jimmy	-9.65072
▁Le	-9.65173
▁title	-9.6523
▁Force	-9.65235
▁heroes	-9.65304
▁ground	-9.65314
um	-9.65324
▁meaning	-9.655
▁mountain	-9.65596
▁style	-9.65734
▁generation	-9.65858
▁surprise	-9.65941
▁cold	-9.65948
▁May	-9.66084
▁tracks	-9.66417
▁invite	-9.66477
▁fears	-9.66587
▁number	-9.66608
▁suspect	-9.66633
▁reach	-9.66707
▁faith	-9.66782
▁underworld	-9.66811
▁enjoy	-9.66814
▁Vietnam	-9.66815
▁reconnect	-9.66817
Chris	-9.66818
▁Berlin	-9.6683
▁gain	-9.66836
▁expert	-9.66868
▁corruption	-9.66869
▁martial	-9.66921
▁did	-9.66928
▁already	-9.66938
▁broken	-9.66954
▁almost	-9.66973
▁organization	-9.67046
▁photographer	-9.67071
night	-9.67383
▁woods	-9.67413
▁disappears	-9.67445
▁held	-9.67474
▁develops	-9.67481
▁got	-9.6754
▁expose	-9.67592
▁places	-9.67627
▁aging	-9.67878
▁Fr	-9.67904
one	-9.67919
▁V	-9.6793
▁match	-9.68083
▁debut	-9.68314
▁financial	-9.6852
la	-9.68687
▁came	-9.68759
▁possible	-9.68775
▁poor	-9.68812
▁Five	-9.68834
▁earth	-9.68852
▁Boston	-9.68884
▁lived	-9.68919
▁landscape	-9.68969
▁suicide	-9.69007
▁Germany	-9.69048
▁computer	-9.6905
▁Mo	-9.69197
▁issues	-9.69219
▁skills	-9.69271
▁guide	-9.69522
▁Hill	-9.69678
▁Eve	-9.70038
▁conflict	-9.701
▁able	-9.70247
▁direct	-9.70329
▁assign	-9.70362
▁watch	-9.70366
▁torn	-9.7046
▁17	-9.70489
▁problems	-9.70565
▁strong	-9.7066
▁dedicated	-9.70689
▁potential	-9.70731
▁Southern	-9.70745
▁study	-9.70756
▁engaged	-9.70784
Jessica	-9.70792
Josh	-9.70801
using	-9.70926
▁victim	-9.7093
▁cousin	-9.70959
▁lifelong	-9.70963
▁accept	-9.70964
▁competition	-9.70967
▁tough	-9.71006
▁walk	-9.71008
▁captured	-9.71009
▁gangster	-9.71037
▁crimes	-9.71078
▁phone	-9.71133
ted	-9.71139
▁comedian	-9.7118
▁novels	-9.7119
▁pressure	-9.71327
▁camera	-9.71355
Adam	-9.71544
▁Leo	-9.71629
▁daughters	-9.71661
▁movies	-9.71741
▁16	-9.71749
▁25	-9.71857
▁recover	-9.71939
▁deliver	-9.72047
▁mean	-9.7226
▁catch	-9.72523
▁jail	-9.72622
▁legacy	-9.72665
▁enigmatic	-9.72667
▁stunning	-9.72677
▁web	-9.72696
▁itself	-9.72706
▁defeat	-9.72713
▁began	-9.72727
▁illegal	-9.72737
▁exact	-9.72742
▁genius	-9.72778
▁trace	-9.72898
b	-9.72907
▁Jordan	-9.72964
▁experiment	-9.72973
▁charming	-9.72978
▁warrior	-9.72981
▁immigrant	-9.72994
▁shadow	-9.73057
▁shy	-9.73134
▁nightmare	-9.73147
▁talented	-9.73156
Premiere	-9.732
▁divorced	-9.73206
red	-9.73286
▁Wood	-9.73481
▁lovers	-9.73522
▁Fro	-9.73778
▁peace	-9.7384
▁nine	-9.73841
▁Andrew	-9.73924
▁spin	-9.7397
▁Emily	-9.74012
▁teens	-9.74304
▁Josh	-9.74557
▁1930	-9.74705
▁redemption	-9.74714
▁prevent	-9.74715
▁globe	-9.7472
▁courage	-9.74722
▁impact	-9.74744
▁everyday	-9.74765
▁retreat	-9.74769
▁responsible	-9.74783
▁compete	-9.74833
▁remain	-9.74859
▁shock	-9.74953
▁release	-9.74992
▁Best	-9.74998
▁devote	-9.75096
▁giant	-9.75116
▁concert	-9.75122
▁terrorist	-9.75159
▁Along	-9.75179
▁era	-9.75397
▁scientists	-9.75452
▁uncle	-9.75453
▁40	-9.75504
▁edge	-9.75613
▁Jo	-9.76011
▁coach	-9.76351
▁sign	-9.7641
▁vicious	-9.766
ur	-9.76691
▁bright	-9.76756
▁State	-9.76778
▁basketball	-9.7679
▁idyllic	-9.7679
▁third	-9.76817
▁Orleans	-9.76817
▁elderly	-9.76818
▁worst	-9.76818
▁bitter	-9.7682
▁Ed	-9.76863
▁sometimes	-9.76893
▁novelist	-9.769
▁tradition	-9.76945
▁chief	-9.76955
▁count	-9.77003
Anna	-9.77032
Jennifer	-9.77039
▁cultural	-9.77048
▁celebrated	-9.77112
▁Harris	-9.77204
▁constant	-9.77225
▁Walter	-9.77251
▁debt	-9.77252
▁contact	-9.77301
▁millions	-9.77415
▁inter	-9.77421
▁research	-9.77435
▁Boy	-9.77436
▁collide	-9.77479
▁fights	-9.77491
▁paths	-9.77668
law	-9.77669
ty	-9.77851
turned	-9.78036
▁neighbors	-9.78147
▁Street	-9.78236
▁poet	-9.78262
▁mental	-9.78275
▁fact	-9.78295
▁killers	-9.78384
▁remains	-9.78496
▁reveal	-9.78512
▁physical	-9.78837
▁rebellious	-9.78917
▁evidence	-9.78918
▁profound	-9.7892
▁1990	-9.78925
E	-9.78953
▁outrageous	-9.78963
Jack	-9.78967
▁4	-9.78974
▁dating	-9.79004
▁terrible	-9.79005
▁punk	-9.79009
▁Fred	-9.79032
▁historical	-9.79051
▁virus	-9.79068
▁arrive	-9.79073
▁peaceful	-9.79076
▁access	-9.79077
▁fallen	-9.7914
▁Allen	-9.79203
▁Do	-9.79226
▁icon	-9.79399
▁disaster	-9.79414
▁Ali	-9.79507
▁arts	-9.79518
Matt	-9.79544
▁nucle	-9.79606
▁hunter	-9.79657
▁anti	-9.79907
ter	-9.7994
▁Jeff	-9.8016
house	-9.80184
▁11	-9.80237
▁Ford	-9.80548
▁midst	-9.80687
▁national	-9.80777
p	-9.8097
▁India	-9.8108
▁Florida	-9.8109
▁Miami	-9.81091
▁knew	-9.81091
Sam	-9.8111
▁current	-9.81125
▁today	-9.81143
▁stuck	-9.81156
▁discovered	-9.81161
▁Walker	-9.81183
men	-9.81185
▁Features	-9.8124
▁cinematic	-9.81278
▁interest	-9.81279
▁happy	-9.81322
▁key	-9.81331
▁easy	-9.81374
x	-9.81387
▁siblings	-9.81398
Kevin	-9.81429
▁setting	-9.81497
▁offer	-9.8158
▁Kelly	-9.81609
▁operation	-9.8163
▁resort	-9.81649
▁writing	-9.81688
▁Israeli	-9.81701
▁why	-9.81715
▁mentor	-9.81939
co	-9.82013
▁sentence	-9.82017
▁Civil	-9.82215
▁plane	-9.8228
▁Alan	-9.82368
▁loose	-9.82489
▁20-	-9.8249
▁demons	-9.82596
▁marry	-9.82892
▁portray	-9.83008
▁blind	-9.83046
▁13	-9.83158
▁invasion	-9.83313
▁University	-9.83315
▁School	-9.83316
▁widow	-9.83317
▁Italy	-9.8332
▁commit	-9.8333
▁remake	-9.8333
▁unusual	-9.83339
▁behavior	-9.83362
▁heroic	-9.83393
▁independent	-9.83442
▁Carter	-9.83453
▁surface	-9.83537
▁effort	-9.83574
▁twisted	-9.83604
▁view	-9.83695
▁investigating	-9.83741
▁revealing	-9.83788
▁buy	-9.83794
▁Murphy	-9.83808
▁Can	-9.83822
▁operative	-9.83858
▁picture	-9.83889
▁investigator	-9.83891
▁refuses	-9.83902
▁bold	-9.83938
▁champion	-9.83954
▁Joseph	-9.83978
▁dancer	-9.84048
▁shop	-9.84055
▁Jonathan	-9.84148
▁hell	-9.84349
w	-9.84487
▁patients	-9.84713
▁Emma	-9.84761
▁strikes	-9.84789
▁serve	-9.84841
ka	-9.85016
▁forest	-9.85159
▁unravel	-9.85272
led	-9.85365
▁cinema	-9.85389
▁Africa	-9.85408
▁trail	-9.85437
▁Night	-9.85476
▁captures	-9.85488
▁provocative	-9.85585
▁devastating	-9.85593
▁searching	-9.85602
▁fairy	-9.85602
▁Kong	-9.85609
▁disturbing	-9.85626
▁imagination	-9.85628
▁Just	-9.85649
▁urban	-9.85664
▁psychiatrist	-9.8568
▁Cooper	-9.85752
▁Tommy	-9.85854
▁descend	-9.85986
▁traditional	-9.86024
▁die	-9.86035
▁Not	-9.86042
▁Parker	-9.86098
▁tested	-9.861
▁Li	-9.86242
▁blue	-9.86242
▁subject	-9.86252
▁lifestyle	-9.8631
▁Eddie	-9.86397
▁respect	-9.86433
▁Luke	-9.86503
▁Soviet	-9.86504
▁moved	-9.86694
▁price	-9.8671
▁demon	-9.86794
▁Morgan	-9.86865
▁spen	-9.86922
▁plague	-9.87039
▁staff	-9.87119
▁pro	-9.87123
▁lot	-9.87307
star	-9.87373
▁hip	-9.87558
▁Jennifer	-9.87609
▁8	-9.87638
▁Indian	-9.87687
▁trust	-9.87708
▁wilderness	-9.87912
▁celebrity	-9.87953
▁destiny	-9.87982
▁politics	-9.88026
▁flight	-9.88064
▁separated	-9.88134
quite	-9.88143
▁raising	-9.88164
rous	-9.88207
▁revealed	-9.88289
▁Claire	-9.88297
▁provide	-9.88367
▁interview	-9.88402
▁Julia	-9.88465
▁Roman	-9.88486
▁charged	-9.88505
den	-9.8854
▁less	-9.88593
▁movement	-9.88602
▁Or	-9.88656
▁monster	-9.88669
▁wanted	-9.88684
▁oil	-9.88855
▁chain	-9.889
▁Who	-9.89082
▁civil	-9.89191
▁answers	-9.89228
▁pass	-9.89495
▁Kim	-9.89544
▁sons	-9.89639
mer	-9.89693
▁should	-9.89836
▁dealing	-9.90008
ookie	-9.90095
▁Jersey	-9.90291
▁brink	-9.90293
▁phenomenon	-9.90295
▁surgeon	-9.90339
▁visionary	-9.90342
▁straight	-9.90352
▁drifter	-9.90359
▁particular	-9.90369
▁anyone	-9.90375
▁Bo	-9.90385
▁starring	-9.90387
▁locked	-9.90403
▁Navy	-9.90431
▁convicted	-9.90457
▁Soon	-9.90462
▁Korean	-9.90469
▁loved	-9.90476
▁threatened	-9.90572
▁hi	-9.90732
▁Ba	-9.90874
spirited	-9.90937
▁ha	-9.90944
▁Befor	-9.9095
▁scandal	-9.90981
▁doing	-9.90986
▁activist	-9.91009
▁animal	-9.91036
▁Cage	-9.9105
▁Russell	-9.91054
▁intrigue	-9.91101
▁franchise	-9.91149
▁worlds	-9.91275
▁hunting	-9.91298
▁rights	-9.91453
▁trio	-9.91465
▁fiction	-9.91845
▁st	-9.92234
▁Wolf	-9.92282
▁breaking	-9.9229
▁south	-9.92331
▁Wall	-9.92392
▁avoid	-9.92469
▁moral	-9.92668
▁beach	-9.92714
▁Shakespeare	-9.9273
▁due	-9.92736
▁earlier	-9.92739
▁above	-9.92755
▁magazine	-9.9277
▁grandfather	-9.92775
▁population	-9.92777
▁Anderson	-9.92794
era	-9.92822
▁Gordon	-9.92825
▁robbery	-9.92834
▁vast	-9.92842
▁distant	-9.92862
▁hoping	-9.92927
▁went	-9.92958
▁Brothers	-9.92973
▁widowed	-9.93107
▁emotionally	-9.93127
▁Neil	-9.93139
▁21	-9.93226
▁suffers	-9.93262
▁Maggie	-9.93323
▁Ken	-9.9342
▁filmmakers	-9.93483
▁network	-9.93504
▁mansion	-9.93523
ling	-9.93529
▁studio	-9.93544
▁purpose	-9.93556
▁vision	-9.93629
▁creator	-9.93654
▁level	-9.9367
▁model	-9.93688
▁archiv	-9.93696
▁officers	-9.93758
▁twin	-9.93765
▁account	-9.93789
▁guys	-9.93806
▁Ethan	-9.93855
▁Super	-9.93872
▁hires	-9.93878
▁n	-9.94033
▁17-	-9.94084
▁Christopher	-9.94107
▁fighter	-9.94152
rowing	-9.94288
▁Anthony	-9.94345
well	-9.94512
▁Ron	-9.94567
director	-9.9461
▁maintain	-9.94771
iest	-9.94959
▁se	-9.95007
▁grand	-9.95059
▁strength	-9.95113
▁Ireland	-9.95229
▁Meanwhile	-9.9523
▁exclusive	-9.95232
▁exciting	-9.95234
▁exotic	-9.95241
▁superstar	-9.95244
▁Irish	-9.95245
▁seaside	-9.95255
▁Media	-9.95266
▁immediately	-9.95269
▁spectacular	-9.95269
▁captain	-9.95272
▁prestigiou	-9.95278
▁shattered	-9.95288
▁truly	-9.95292
▁church	-9.95296
but	-9.95303
▁Jerry	-9.95323
▁Yet	-9.95371
▁mistaken	-9.95385
id	-9.95397
▁launch	-9.9547
▁adopted	-9.95475
▁Cole	-9.95512
▁shift	-9.95551
▁parent	-9.95594
▁citizens	-9.95616
▁gun	-9.95721
▁sell	-9.95758
▁youngest	-9.95781
Will	-9.96034
▁Bruce	-9.96042
▁destroyed	-9.96047
▁creature	-9.96052
▁engineer	-9.96117
▁queen	-9.96125
▁king	-9.96137
▁cause	-9.96187
▁LA	-9.96251
▁surrounding	-9.96415
▁surreal	-9.96436
▁ride	-9.96507
▁piece	-9.96556
though	-9.96562
▁16-	-9.96635
▁Matthew	-9.96648
G	-9.96815
▁15-	-9.97034
▁Rob	-9.97035
▁Mar	-9.97138
▁Lu	-9.97159
▁10-	-9.97176
▁forms	-9.9722
▁Iraq	-9.97297
▁Beth	-9.97316
▁gather	-9.97447
coming	-9.97501
▁health	-9.97635
nd	-9.97706
▁Tokyo	-9.97792
▁empire	-9.97793
▁dramedy	-9.97793
▁centuries	-9.97793
▁unprecedented	-9.97794
▁International	-9.97794
▁grief	-9.97795
▁billionaire	-9.97795
▁reclusive	-9.97796
▁further	-9.97801
▁Miss	-9.97814
▁April	-9.97837
▁Catholic	-9.97838
▁university	-9.97843
▁seclu	-9.97879
▁Hong	-9.9788
▁hear	-9.97896
▁hiding	-9.97901
▁nowhere	-9.97925
▁Turner	-9.97994
▁wish	-9.98033
▁Terry	-9.98051
▁WWII	-9.98078
▁Margaret	-9.98127
▁online	-9.98135
▁adapt	-9.98139
▁Hawke	-9.98145
▁Rick	-9.98189
▁Dead	-9.98216
down	-9.98253
▁opens	-9.98289
▁throughout	-9.98293
▁twist	-9.98325
▁70	-9.98334
▁spark	-9.98342
▁reaches	-9.98345
▁terms	-9.98354
▁except	-9.98371
▁Victor	-9.98401
country	-9.98417
wife	-9.98436
▁Ted	-9.98508
▁longer	-9.98511
▁thousands	-9.98512
Disney	-9.98543
.”	-9.98611
▁Patrick	-9.98615
▁Carol	-9.98647
go	-9.98651
▁sides	-9.98672
▁treasure	-9.98687
▁kidnapping	-9.98703
▁moments	-9.98713
Kate	-9.98716
▁machine	-9.98721
▁farmer	-9.98874
▁Edward	-9.9893
▁obsess	-9.98954
grew	-9.98976
▁guard	-9.99021
▁artistic	-9.99112
▁Po	-9.99129
▁Ruth	-9.99131
▁wonder	-9.99211
▁80	-9.99347
▁sound	-9.99417
her	-9.99421
▁Go	-9.99572
▁How	-9.99575
▁animals	-9.99636
▁Lake	-9.99647
▁clean	-9.99652
▁isn	-9.99844
▁include	-9.99892
▁artists	-9.99925
▁juggle	-9.99935
▁theater	-9.99969
▁field	-10.0001
▁Ha	-10.0013
▁Australia	-10.0025
▁inspiring	-10.0028
king	-10.0029
▁superhero	-10.003
▁books	-10.0035
▁mad	-10.0039
▁tumultuous	-10.0042
▁glamorous	-10.0043
▁happen	-10.0043
▁grandmother	-10.0043
▁funeral	-10.0043
▁cancer	-10.0043
▁beneath	-10.0043
▁factory	-10.0044
▁winter	-10.0045
▁technology	-10.0047
▁built	-10.0047
▁lethal	-10.0048
▁largest	-10.0048
▁ABC	-10.0049
▁committed	-10.0049
▁fulfill	-10.005
▁radio	-10.0053
▁General	-10.0053
▁failed	-10.0053
▁production	-10.0056
▁position	-10.0056
▁eve	-10.0058
signed	-10.006
▁miles	-10.0072
▁Joan	-10.0074
▁Lawrence	-10.0077
▁lines	-10.0078
▁Bobby	-10.0095
▁initial	-10.0103
▁featur	-10.0104
▁Robin	-10.0106
Richard	-10.0119
▁discovering	-10.012
▁luck	-10.0123
▁continue	-10.0131
▁details	-10.0137
▁reunion	-10.0138
▁audience	-10.0138
▁campaign	-10.0138
▁Justin	-10.0144
▁wit	-10.0144
▁incident	-10.0145
▁brave	-10.0147
▁Good	-10.0152
▁natural	-10.0157
▁sport	-10.0161
▁sight	-10.0162
▁Sean	-10.0162
▁trained	-10.017
▁Owen	-10.0189
▁celebrate	-10.019
▁smart	-10.0195
▁bus	-10.0222
▁couples	-10.0237
▁Marine	-10.0239
▁total	-10.0258
▁24	-10.028
▁crush	-10.0285
▁Phil	-10.0293
▁Russia	-10.0294
ble	-10.0296
▁mask	-10.0297
▁box	-10.0301
▁strike	-10.031
▁Rome	-10.0312
▁ensemble	-10.0313
▁Family	-10.0313
▁presence	-10.0313
▁getaway	-10.0314
▁awry	-10.0314
▁housewife	-10.0317
▁Britain	-10.0318
▁tiny	-10.0318
▁nearby	-10.0318
▁Show	-10.0321
L	-10.0323
▁Deep	-10.0326
▁harsh	-10.0327
▁deceased	-10.0328
▁destruction	-10.0328
▁Howard	-10.0329
O	-10.0331
▁combat	-10.0337
▁reign	-10.0346
▁haunting	-10.0349
▁happened	-10.0349
▁suffering	-10.0349
▁roll	-10.0357
▁arrested	-10.0358
▁understand	-10.0364
▁Jan	-10.0367
wood	-10.0368
▁Dean	-10.0372
▁overcome	-10.0383
▁unfolds	-10.0396
P	-10.0398
Sarah	-10.0399
Jake	-10.0403
▁shared	-10.0403
▁extreme	-10.0404
▁Roberts	-10.0405
▁players	-10.0414
ster	-10.0415
▁memoir	-10.0416
▁betrayal	-10.0417
▁patient	-10.0418
▁words	-10.0434
▁Dream	-10.0442
▁moon	-10.0447
▁fans	-10.0449
▁jobs	-10.0457
cal	-10.0467
▁code	-10.0482
▁scenes	-10.0512
▁songs	-10.053
▁sever	-10.0541
ent	-10.0541
▁remember	-10.0559
▁annual	-10.057
▁Secret	-10.0575
▁push	-10.0577
▁connect	-10.058
▁quick	-10.0583
▁thirty	-10.059
▁astronaut	-10.059
▁sadistic	-10.059
▁relentless	-10.0591
▁Prince	-10.0591
▁amazing	-10.0591
▁Western	-10.0591
▁Though	-10.0592
▁rapidly	-10.0593
▁salesman	-10.0595
▁influential	-10.0595
▁baseball	-10.0595
▁sheriff	-10.0596
▁duo	-10.06
▁choose	-10.06
▁surviving	-10.0603
▁obsessive	-10.0606
▁cell	-10.0606
▁Hunter	-10.0615
▁Men	-10.0617
▁transformed	-10.0619
do	-10.0625
▁entirely	-10.063
▁passed	-10.0634
▁Molly	-10.0642
▁Studios	-10.0648
▁draws	-10.065
▁Catherine	-10.0653
et	-10.0653
▁sweet	-10.0655
▁figures	-10.0659
etermined	-10.0659
▁infiltrate	-10.066
▁finish	-10.0667
▁Miles	-10.067
▁gift	-10.067
▁promise	-10.0677
▁14-	-10.0679
▁outlaw	-10.068
▁worked	-10.0686
aught	-10.0687
Anthony	-10.0688
ated	-10.0689
▁feelings	-10.069
Emily	-10.0692
▁asks	-10.0697
▁robot	-10.0697
▁client	-10.0701
▁matter	-10.0702
▁ring	-10.0714
▁Rebecca	-10.0733
Daniel	-10.0736
il	-10.0741
▁Under	-10.0745
▁weapon	-10.0752
▁7	-10.0753
▁Air	-10.076
▁mountains	-10.0765
▁document	-10.0777
end	-10.0786
▁started	-10.0788
▁murderer	-10.0789
▁50	-10.0796
▁calls	-10.0797
▁Ten	-10.0802
▁rebel	-10.0802
▁Marie	-10.0807
▁Ro	-10.083
▁Hills	-10.0832
▁accepts	-10.0833
ner	-10.0838
than	-10.0849
▁Maria	-10.0855
▁tales	-10.0856
▁separate	-10.0858
▁reluctant	-10.0859
school	-10.0861
▁fierce	-10.0863
Touchstone	-10.0875
▁kingdom	-10.0876
▁horrifying	-10.0876
▁Department	-10.0876
▁Halloween	-10.0876
▁internet	-10.0877
▁safety	-10.0877
▁exchange	-10.0877
▁enemies	-10.0878
▁creation	-10.0879
▁cabin	-10.0879
▁jazz	-10.0881
▁Valley	-10.0882
▁consider	-10.0884
▁fearless	-10.0886
▁happily	-10.0887
▁creating	-10.0891
▁Greg	-10.0895
▁turning	-10.0897
▁witnesses	-10.09
▁grow	-10.0902
▁fateful	-10.0903
de	-10.0916
▁acros	-10.0918
▁Barry	-10.0921
Film	-10.0928
rs	-10.0938
▁introduces	-10.0943
▁serv	-10.095
before	-10.0957
▁har	-10.0966
▁creates	-10.0969
▁multipl	-10.098
Samuel	-10.098
Ryan	-10.0982
Emma	-10.0983
▁whe	-10.0986
▁addiction	-10.0994
▁bachelor	-10.0994
▁workers	-10.0997
▁priest	-10.1002
ending	-10.1012
▁Lord	-10.1014
▁market	-10.1051
▁By	-10.107
▁Hav	-10.1078
▁ma	-10.1078
▁60	-10.1083
▁ahead	-10.1091
▁horse	-10.1102
▁worse	-10.1107
enters	-10.1115
▁recruits	-10.112
▁lie	-10.1124
▁1	-10.1133
ach	-10.1133
▁suspects	-10.1145
war	-10.1154
▁serious	-10.1159
▁willing	-10.1162
+	-10.1166
▁2022	-10.117
▁genre	-10.117
▁poignant	-10.117
▁explosive	-10.117
▁Desperate	-10.117
▁huge	-10.1171
▁least	-10.1172
▁worldwide	-10.1175
▁prequel	-10.1175
▁Company	-10.1176
▁Former	-10.1178
▁awkward	-10.118
▁suspense	-10.1181
▁inspirational	-10.1182
▁stardom	-10.1182
▁Central	-10.1182
▁wishes	-10.1182
▁recount	-10.1185
▁Graham	-10.1186
▁Albert	-10.1192
▁Master	-10.1194
▁bomb	-10.1198
▁Shannon	-10.1198
▁Lady	-10.12
▁HBO	-10.1202
field	-10.1216
ently	-10.1216
▁threaten	-10.1222
▁wide	-10.1223
▁partners	-10.1225
graphic	-10.1226
▁link	-10.1235
▁Tyler	-10.1237
▁connected	-10.1247
▁Charlotte	-10.1254
based	-10.1265
▁driven	-10.1267
created	-10.1268
▁Aaron	-10.1271
▁Law	-10.1285
▁Jamie	-10.1293
▁jungle	-10.1298
▁weeks	-10.1298
▁survivor	-10.1299
▁selling	-10.1301
▁Only	-10.1313
▁Times	-10.1314
▁earn	-10.1325
▁Kat	-10.1345
▁avenge	-10.1353
ile	-10.1355
▁learning	-10.1359
ke	-10.136
▁visual	-10.1372
ily	-10.1375
▁My	-10.1377
▁Sea	-10.1382
▁Ann	-10.1391
▁returned	-10.1394
▁sun	-10.1395
▁clash	-10.1395
all	-10.1401
ious	-10.1406
▁refuge	-10.142
▁command	-10.1447
▁Ra	-10.1449
▁achieve	-10.1456
▁kills	-10.1466
▁Afghanistan	-10.1472
▁custody	-10.1472
▁fragile	-10.1472
▁turmoil	-10.1472
▁volatile	-10.1472
▁odyssey	-10.1472
▁Marvel	-10.1473
▁Beverly	-10.1473
▁horrific	-10.1473
▁illness	-10.1474
▁gripping	-10.1474
▁Death	-10.1475
▁Six	-10.1475
▁Marcus	-10.1475
▁prize	-10.1476
knit	-10.1476
▁native	-10.1476
▁angry	-10.1479
▁mankind	-10.148
▁Robinson	-10.148
▁colorful	-10.1481
▁darkness	-10.1482
▁trigger	-10.1493
▁intelligent	-10.1496
▁terminal	-10.1496
▁revolve	-10.1504
▁deeper	-10.1506
▁chilling	-10.1509
▁Oliver	-10.1518
▁Hannah	-10.1537
▁sharp	-10.1538
ory	-10.1547
▁answer	-10.158
▁charge	-10.1587
▁write	-10.1587
century	-10.1589
▁filmed	-10.1591
nt	-10.1592
▁suburbs	-10.1593
Charlie	-10.1597
Columbia	-10.1597
▁installment	-10.1607
▁Movie	-10.1609
no	-10.1611
sh	-10.1612
▁ambition	-10.1614
▁hits	-10.1618
▁stalk	-10.1619
▁Se	-10.1625
é	-10.1625
▁Stan	-10.1626
▁Out	-10.1626
▁bear	-10.164
▁stands	-10.1646
▁villain	-10.1649
▁spending	-10.1663
▁cost	-10.1664
▁Jacob	-10.1666
▁awaken	-10.1677
ern	-10.1691
▁attacks	-10.1719
▁Lik	-10.1726
▁Land	-10.1743
▁surround	-10.1752
▁deals	-10.1758
▁curse	-10.176
▁pain	-10.1764
▁foot	-10.1764
▁Yorker	-10.1767
me	-10.1768
▁fable	-10.1769
packed	-10.1777
▁settle	-10.1779
▁Service	-10.1785
▁treacherous	-10.1785
▁facility	-10.1785
▁waitress	-10.1785
▁madness	-10.1786
▁abilities	-10.1786
▁Nancy	-10.1786
▁saga	-10.1786
▁turbulent	-10.1787
▁Santa	-10.1789
▁aftermath	-10.1789
▁spiral	-10.1789
▁compelling	-10.1791
▁Pacific	-10.1791
▁Spanish	-10.1791
▁rogue	-10.1794
▁Larry	-10.1798
▁Hell	-10.1798
▁status	-10.1799
▁Bond	-10.1801
▁approach	-10.1806
▁escaping	-10.1807
known	-10.1819
▁content	-10.1836
▁crosses	-10.1838
▁Am	-10.184
▁trade	-10.1855
▁Amanda	-10.1856
▁effects	-10.1858
▁Bay	-10.1862
▁Mac	-10.1874
▁orphan	-10.189
▁followed	-10.1897
▁employees	-10.1917
Netflix	-10.192
Michelle	-10.192
&	-10.192
▁explor	-10.192
▁Dick	-10.1925
▁unconventional	-10.1927
▁Ian	-10.1932
occupied	-10.1932
▁homicide	-10.1933
▁editor	-10.1937
▁transforms	-10.195
▁zombie	-10.1953
▁Nation	-10.1953
ski	-10.1953
▁Jesse	-10.1956
▁changing	-10.1958
▁surprising	-10.1968
▁charm	-10.1969
▁Lily	-10.1976
▁influence	-10.1985
Casey	-10.1993
▁Pa	-10.1994
▁Ch	-10.2009
▁loyal	-10.2014
▁crack	-10.2015
stakes	-10.2023
▁actors	-10.2043
Joel	-10.207
▁heiress	-10.2092
ette	-10.2106
▁trilogy	-10.2108
▁ultra	-10.2108
▁witch	-10.2108
▁bounty	-10.2108
▁idealistic	-10.2108
▁innocence	-10.2109
▁diverse	-10.2112
▁Francis	-10.2112
ever	-10.2113
▁chef	-10.2113
▁soccer	-10.2114
▁independence	-10.2114
▁duty	-10.2114
hearted	-10.2117
▁economic	-10.2118
em	-10.2122
▁Union	-10.2123
▁passes	-10.213
▁Annie	-10.2133
▁rising	-10.2138
▁Rio	-10.2146
▁orphaned	-10.2149
▁closer	-10.2153
▁sure	-10.2161
▁Dark	-10.2163
▁Campbell	-10.2163
ri	-10.2164
▁boxing	-10.2167
▁covert	-10.2168
rmed	-10.2178
▁ensues	-10.2178
▁campus	-10.2181
▁Sophie	-10.2181
▁retrieve	-10.2181
▁Hart	-10.2187
▁secure	-10.219
▁Ada	-10.2193
▁Nazis	-10.2193
▁Jackie	-10.2193
▁passengers	-10.2199
▁medic	-10.2203
▁Bu	-10.2208
▁waiting	-10.221
▁Vincent	-10.2217
ant	-10.2223
▁Th	-10.2224
lace	-10.2224
▁images	-10.2225
Steve	-10.2235
▁murderous	-10.2236
▁u	-10.2244
Peter	-10.2245
Matthew	-10.2253
Christopher	-10.2255
Rachel	-10.2256
▁perspective	-10.2266
▁companion	-10.2266
▁Mars	-10.2267
fiction	-10.2268
▁ice	-10.2272
▁involv	-10.2275
▁undergo	-10.2276
ger	-10.2284
▁opening	-10.229
▁ocean	-10.2295
▁ca	-10.2298
▁Blue	-10.2309
▁exile	-10.2327
▁speed	-10.2348
▁Thing	-10.2349
▁wh	-10.2373
Jon	-10.2384
ville	-10.2393
▁honest	-10.2401
▁dis	-10.2406
▁Art	-10.2414
▁radical	-10.2421
▁previous	-10.2423
▁wealth	-10.2424
▁mass	-10.2431
▁ranch	-10.2433
▁Mel	-10.2436
▁inspiration	-10.2436
▁Church	-10.244
▁Inspector	-10.2441
▁luxury	-10.2441
▁gorgeous	-10.2441
▁unimaginable	-10.2441
▁twelve	-10.2441
▁reputation	-10.2441
▁isolation	-10.2441
ism	-10.2443
▁imprisoned	-10.2443
▁loyalty	-10.2443
▁election	-10.2444
▁cannot	-10.2445
▁sensitive	-10.2445
▁squad	-10.2445
▁sexuality	-10.2446
▁authorities	-10.2447
▁volunteer	-10.2447
▁Hotel	-10.2448
▁lake	-10.2451
▁widower	-10.2453
▁niece	-10.2453
▁hitman	-10.2453
▁espionage	-10.2453
▁Prize	-10.2453
▁therapist	-10.2455
▁promising	-10.2458
▁crazy	-10.246
▁sweeping	-10.2462
▁28	-10.2463
▁adopt	-10.2465
▁didn	-10.2469
▁fatal	-10.2469
▁Beach	-10.2471
▁Foster	-10.2473
▁thrilling	-10.2476
da	-10.2483
▁Diego	-10.2485
▁imagined	-10.2487
▁gifted	-10.2488
▁transform	-10.2492
his	-10.2493
secret	-10.25
▁drinking	-10.2509
▁Katie	-10.251
▁reunited	-10.252
▁Samantha	-10.2524
▁Ka	-10.2528
▁rage	-10.254
▁14	-10.2549
▁threatening	-10.255
▁colleagues	-10.2559
▁experienced	-10.2565
▁length	-10.2566
dy	-10.2582
▁broke	-10.2584
Focus	-10.2595
▁brain	-10.2598
